{
  "sections": {
    "main": {
      "type": "main-blog-content",
      "blocks": {
        "5a54291f-8f1b-4dad-ad70-37d143c03413": {
          "type": "banner_heading",
          "settings": {
            "title": "NUCLEAR GNAR ORIGIN STORY",
            "text": "",
            "image": "shopify:\/\/shop_images\/goodr_Wrap_G_Nuclear_Gnar_BIKE_Lifestyle_002_full_res.jpg",
            "banner_height": "400px",
            "align_text": "left",
            "align_vertical_text": "end",
            "overlay_opacity": 0.8
          }
        },
        "d2e6d6ed-29ce-4e5c-93b5-35eec2a9c9a6": {
          "type": "text",
          "settings": {
            "title": "AN EXTREME TALE ABOUT DATING WITH A TAIL",
            "text": "<p>DO YOU KNOW HOW F*ING HARD IT IS TO FIND A PLUTONIC, ERR SORRY PLATONIC RELATIONSHIP WHEN YOU LIVE NEXT TO A NUCLEAR WASTE DUMP?! \n<br><br>\nYOUR DATING LIFE BASICALLY GOES LIKE THIS. FIRST, YOU MEET SOMEONE CUTE ONLINE. YOU HAVE TO SPEND WEEKS ON THE PHONE TEXTING AND TALKING TRYING TO BUILD UP AN UNDENIABLE ROMANTIC CONNECTION WHILE COMING UP WITH A MILLION CREATIVE EXCUSES FOR WHY YOU CAN’T MEET UP. (JUST CURIOUS, HOW MANY TIMES CAN YOUR GREAT-GRANDMA HAVE LIFE-THREATENING ANEMIA DUE TO HEMORRHOIDS IN A MONTH?!) YOU’VE GOTTA STACK THE DECK IN YOUR FAVOR BY BEING A REAL CHARMER ONLINE, BECAUSE AS SOON AS THEY MEET YOU IN PERSON, IT’S ALL DOWNHILL FROM THERE… \n<br><br>\nA TYPICAL DATE GOES LIKE THIS:<br>\nYOU SHOW UP GLOWING. NOT GLOWING AS IN DEWY AND RADIANT, BUT LITERALLY GLOWING. YOUR DATE IS A LITTLE WEIRDED OUT BUT YOU JUST BLAME THE BAD FLUORESCENT LIGHTING AT THE BOWLING ALLEY. YOU DECIDE TO IMPRESS YOUR DATE BY THROWING A STRIKE BECAUSE EVERYONE KNOWS BOWLERS ARE THE MOST IMPRESSIVE ATHLETES ON THE PLANET. YOU ARE NO EXCEPTION…EXCEPT AFTER A COUPLE OF THROWS, YOUR FINGERS BREAK OFF INSIDE THE BOWLING BALL. IT’S TOTALLY GNAR. AT LEAST THOSE FINGERS STICKING OUT OF THE BALL HELP KNOCK DOWN A COUPLE OF EXTRA PINS, WOOOO!!! YOU TRY TO SAVE FACE AND MAKE AN ADORABLE REFERENCE TO THE MOVIE KINGPIN WHICH FALLS TOTALLY FLAT, KIND OF LIKE HOW THE SKIN ON YOUR BODY IS FALLING ONTO THE FLOOR. PLOP, PLOP, PLOP, IT’S DOTTING THE OLD FORMICA FLOOR OF THE BOWLING ALLEY WITH PUDDLES OF NEON GORE. YOU TAKE A TRUSTY OLD TUPPERWARE CONTAINER OUT OF YOUR BAG AND TRY TO SCOOP YOURSELF UP SO YOU CAN SPACKLE THE GOO BACK ONTO YOUR BODY LATER WITH SOME BONDO AND DUCT TAPE. IT’S A LITTLE REPAIR KIT YOU LEARNED FROM FLYING BUDGET AIRLINES. SOME OBNOXIOUS DRUNKARDS YELL AT YOU FOR BEING A FREAK. SO WHAT IF YOU ARE?! AT LEAST YOU’RE NOT AN A-HOLE. ANYHOW, THIS DATE IS TOTES DISASTROUS!!! YOU DECIDE IT’S TIME TO COLLECT YOUR FINGERS AND THROW IN THE TOWEL. BY THIS POINT YOUR DATE IS WOOZY WITH RADIATION POISONING AND TELLS YOU THEY’D LOVE TO SEE YOU AGAIN (PROBS DELIRIOUS), YOUR TAIL WAGS WITH HOPE AND TREPIDATION. (DANGIT, YOUR TAIL ALWAYS BETRAYS YOU!!! YOU HOPED THEY WOULDN’T KNOW ABOUT IT UNTIL THE THIRD DATE IF YOU KNOW WHAT WE’RE SAYIN’!) AS YOU WATCH THEM VOMIT ON THE BALL SHINE MACHINE YOU KNOW YOU’LL NEVER SEE THEM AGAIN. YOU’RE DOOMED TO WANDER THE EARTH ALONE UNTIL SOME INCREDIBLE AND AMAZING SUNGLASSES COMPANY PAYS YOU A MILLION DOLLARS TO USE YOUR LIFE AS THEIR INSPIRATION FOR A PAIR OF EXXXTREEEME SUNGLASSES AND THEIR ACCOMPANYING ORIGIN STORY, AND YOU BECOME A NUCLEAR SENSATION OVERNIGHT. THAT’S GNAR. NO WAIT, ACTUALLY IT’S NUCLEAR GNAR. LIKE THESE NUCLEAR GNAR WRAP G SUNNIES. AT LEAST THE BARTENDER AT THE BOWLING ALLEY TAKES PITY ON YOU AND GIVES YOU A NUCLEAR DAIQUIRI ON THE HOUSE. TURNS OUT HE’S GOT A TAIL FETISH. WHO KNEW?!\n\n<\/p>",
            "show_article_content": false,
            "width": "100%-offset",
            "align_text": "center"
          }
        },
        "6bf61592-7eba-4bf1-89c4-5e082c3456c8": {
          "type": "bleed_image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Nuclear_Gnar_1067.jpg"
          }
        },
        "5f37a335-e83e-4dbf-8dba-787855da66c2": {
          "type": "single_product_wide",
          "settings": {
            "product": "nuclear-gnar"
          }
        },
        "b1a1fd14-798c-4f51-8605-a2a56061afd0": {
          "type": "recent_posts",
          "settings": {
            "title": "THESE BLOGS AREN'T WASTE",
            "content": "",
            "article1": "origin-story\/extreme-dumpster-diving-origin-story",
            "article2": "origin-story\/look-ma-no-hands-origin-story",
            "article3": "origin-story\/scream-if-you-hate-gravity-origin-story"
          }
        }
      },
      "block_order": [
        "5a54291f-8f1b-4dad-ad70-37d143c03413",
        "d2e6d6ed-29ce-4e5c-93b5-35eec2a9c9a6",
        "6bf61592-7eba-4bf1-89c4-5e082c3456c8",
        "5f37a335-e83e-4dbf-8dba-787855da66c2",
        "b1a1fd14-798c-4f51-8605-a2a56061afd0"
      ],
      "settings": {
        "hide_blog_menu": false
      }
    }
  },
  "order": [
    "main"
  ]
}