{
  "sections": {
    "main": {
      "type": "main-blog-content",
      "blocks": {
        "5a54291f-8f1b-4dad-ad70-37d143c03413": {
          "type": "banner_heading",
          "settings": {
            "title": "EXTREME DUMPSTER DIVING ORIGIN STORY",
            "text": "",
            "image": "shopify:\/\/shop_images\/Extreme_Dumpster_Diving_400.jpg",
            "banner_height": "400px",
            "align_text": "left",
            "align_vertical_text": "end",
            "overlay_opacity": 0.8
          }
        },
        "d2e6d6ed-29ce-4e5c-93b5-35eec2a9c9a6": {
          "type": "text",
          "settings": {
            "title": "DON’T YOU DARE REFUSE CRAZY EDDY’S REFUSE",
            "text": "<p>IT’S 10 PM, YOU HEAD TO THE ALLEY BEHIND YOUR APARTMENT COMPLEX TO TAKE YOUR GARBAGE OUT. IT’S JUST BUSINESS AS USUAL ON A TUESDAY NIGHT. YOU’RE BARELY PAYING ATTENTION AS YOU CHUCK THE HEAVILY SOILED BAG INTO THE DUMPSTER. WHEN YOU TURN TO HEAD BACK INSIDE YOU GET A CREEPY FEELING THAT YOU’RE NOT ALONE.\n<br><br>\nJUST AS YOU ROUND THE CORNER HE STEPS OUT FROM THE SHADOWS. YOU FREEZE ON THE SPOT, YOUR HECKLES ARE UP. IS HE A MAN? OR IS HE AN OPOSSUM?! HE’S GOT A FLESHY PINK TAIL THAT RESEMBLES A GIANT EARTHWORM POKING OUT OF A HAGGARD GRAY FUR COAT. HE SMIRKS AT YOU WITH HIS RODENT-LIKE FACE, HIS DAMP POINTY NOSE, AND SHARP TEETH GLEAMING IN THE YELLOW POOL OF LIGHT FROM THE STREETLAMP ABOVE. THERE’S SOMETHING ODDLY FAMILIAR ABOUT HIM…\n<br><br>\nYOU BRIEFLY WONDER IF THIS IS THE SAME OPOSSUM THAT’S BEEN EATING THE “ALMOND ROCAS” OUT OF YOUR CAT’S PATIO LITTER BOX…NO, THAT’S NOT IT…THINK DAMMIT, THINK!!! \n<br><br>\n“WHAT’S UP SUGAR BOOBS?!” HE TAUNTS YOU.\n<br><br>\nOH, GOD. AT THAT MOMENT YOU REMEMBER WHERE YOU KNOW HIM FROM. IT’S FREAKING CRAZY EDDY FROM GOODR.COM!!! \n<br><br>\n“HOPE YOU’RE UP TO DATE ON YOUR TETANUS SHOTS BABY, BECAUSE THIS SH*T IS ABOUT TO GET EXXXTREEEEEME!!!!!!!” \n<br><br>\n“OH GOD, WHAT SH*T?!” \n<br><br>\nMIFFED, HE CHUCKS AN EMPTY BEER BOTTLE AGAINST THE GARAGE DOOR, GLASS SHATTERING EVERYWHERE. “THESE F*CKING PEOPLE!!! DON’T YA’LL EVER ACTUALLY READ THE TERMS AND CONDITIONS WHEN YOU SIGN A CONTRACT?! YOU DON’T THINK WHEN YOU AGREED TO TEST DRIVE THESE SICK NEW EXTREME DUMPSTER DIVING WRAP G GOODRS THAT WE WEREN’T EXPECTING YOU TO GIVE THEM AN ACTUAL TEST WHIRL WHILE EXTREME DUMPSTER DIVING, DID YOU?!  LIKE I SAID, THIS SH*T IS ABOUT TO GET EXXXTREEEEEME!!!!!!!” \n<br><br>\nBEFORE YOU KNOW IT HE’S PUT A PAIR OF EXTREME DUMPSTER DIVING WRAP GS ON YOUR FACE AND IS CHUCKING YOUR BODY HEADFIRST INTO A NEIGHBORING BUILDING’S DUMPSTER. YOU GASP FOR AIR AS YOU SLIDE INTO THE WARM, STEAMY BAGS OF RUBBISH. THE SMELL IS UNBEARABLE. IT’S LIKE A MIXTURE OF OLD KUNG PAO, POOP-FILLED DIAPERS, AND RANCID SALMON THAT’S BEEN FESTERING IN THE HOT SUN FOR DAYS. YOU MANAGE TO CLAW YOUR WAY TO THE SURFACE, A RAT SCURRIES ACROSS THE BAGS, SQUEAKING IN PROTEST. JUST INCHES FROM YOUR FACE A STYROFOAM TAKEOUT CONTAINER LAYS OPEN, MAGGOTS WRIGGLE OVER THE LEFTOVER FOOD.\n<br><br>\n“EWW!! THERE ARE MAGGOTS IN HERE!!!” YOU TRY TO CRAWL OUT, BUT CRAZY EDDY PUSHES YOU BACK IN.\n<br><br>\n“STOP BEING SUCH A BABY!!! IT’S PROBABLY JUST STATIC RICE. NOW GET IN THERE, AND DIG!!! I’M TELLING YOU MAN, THERE’S SOME GOOD SH*T IN THERE!!!”\n<br><br>\nTEARS STREAM DOWN YOUR FACE AS YOU START RIPPING OPEN THE BAGS. CRAZY EDDY IS INSANE TO DO THIS TO YOU… BUT AFTER AN HOUR YOU DON’T EVEN REALLY NOTICE THE STENCH. YOU START TO WIGGLE YOUR TOES IN THE STICKY, MOIST EFFLUENCE THAT’S PERMEATED YOUR SHOES. IT FEELS KINDA GOOD. THIS IS ACTUALLY KINDA FUN!!! \n<br><br>\n“CAN YOU BELIEVE SOMEONE THREW THIS AWAY?!” \n<br><br>\nNO ONE RESPONDS. \n<br><br>\n“I SAID, CAN YOU BELIEVE SOMEONE THREW THIS AWAY?!?!... EDDY?”\n<br><br>\nLIKE A STINKY SILENT BUT DEADLY FART, EDDY WAS THERE ONE MINUTE AND GONE THE NEXT. HIS WORK HERE IS DONE. \n<br><br>\nYOU CURL UP IN BED LATER THAT NIGHT SURROUNDED BY YOUR NEWFOUND TREASURES, STRINGS OF OLD CHOW MEIN, AND SHREDS OF CABBAGE CLINGING TO YOUR HAIR AND PAJAMAS. YOUR PARTNER HAS RETREATED ANGRILY TO THE LIVING ROOM AFTER YOU REFUSED TO SHOWER. F*CK THEM. THEY HAVE NO IDEA WHAT IT’S LIKE TO BE EXXXTREEEEEEME!!!! (YOU TOO CAN BE EXTREME WITH THESE NEW EXTREME DUMPSTER DIVING WRAP GS. DUMPSTER AND REFUSE NOT INCLUDED.)\n<\/p>",
            "show_article_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "6bf61592-7eba-4bf1-89c4-5e082c3456c8": {
          "type": "bleed_image",
          "settings": {
            "image": "shopify:\/\/shop_images\/trash_possum_mike_1600_1067.jpg"
          }
        },
        "c073625b-9144-4a13-b0c2-b0a4897619de": {
          "type": "product",
          "settings": {
            "product": "extreme-dumpster-diving",
            "content": "",
            "image_aligment": "left"
          }
        },
        "b1a1fd14-798c-4f51-8605-a2a56061afd0": {
          "type": "recent_posts",
          "settings": {
            "title": "WANT TO DIVE INTO MORE WRAP G BLOGS?",
            "content": "",
            "article1": "origin-story\/scream-if-you-hate-gravity-origin-story",
            "article2": "origin-story\/i-do-my-own-stunts-origin-story",
            "article3": "origin-story\/look-ma-no-hands-origin-story"
          }
        }
      },
      "block_order": [
        "5a54291f-8f1b-4dad-ad70-37d143c03413",
        "d2e6d6ed-29ce-4e5c-93b5-35eec2a9c9a6",
        "6bf61592-7eba-4bf1-89c4-5e082c3456c8",
        "c073625b-9144-4a13-b0c2-b0a4897619de",
        "b1a1fd14-798c-4f51-8605-a2a56061afd0"
      ],
      "settings": {
        "hide_blog_menu": false
      }
    }
  },
  "order": [
    "main"
  ]
}