{
  "sections": {
    "main": {
      "type": "main-blog-content",
      "blocks": {
        "8ec71db8-11af-4389-8d20-b6fd109d8ac8": {
          "type": "banner_heading",
          "settings": {
            "title": "GAME goodr's First NFT",
            "text": "Let's Get To Know NFT Creator Pricilla",
            "image": "shopify:\/\/shop_images\/BLOG_HEADER_A-100.jpg",
            "banner_height": "200px",
            "align_text": "left",
            "align_vertical_text": "end",
            "overlay_opacity": 0.8
          }
        },
        "84df65a7-13d0-454f-acf3-b877141e914e": {
          "type": "text",
          "settings": {
            "title": "So....what's an nft?",
            "text": "<p><br>We're thrilled to introduce Soonay Games goodr Than You, our first NFT! (Non-Fungible Token, which means it does not grow fungus, we promise.) Our NFT is carbon neutral and all proceeds from sales go to our partner, the talented artist and GAME goodr Flamboyance membr @valorandvellum. Her creation, Soonay the Fox, pairs well with our CEO, Carl the Flamingo, don't you think? (Though every time they game together, Carl rage-quits.)\n<br><br>\nA word about NFTs: Grumpy Guses and Skeptical Skylars say NFTs are just receipts. But isn't everything we own a receipt? If you pay for a limited edition item, you don't have the right to mass-produce it, just like NFTs. Plus, there are tons of forgeries in the art world. Some people even speculate that the Mona Lisa hanging in the Louvre is a fake! However, Blockchain helps identify what is real and what is not. That proves two things: Our NFT is not a forgery, and it is WAY better than the Mona Lisa. All art critics agree.<\/p>",
            "show_article_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "4a2e1f16-a17a-42f1-ab73-04707b61b9c6": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/BLOG_THUMBNAIL_A-100.jpg",
            "width": "100%",
            "align_image": "center"
          }
        },
        "16150a6c-a10c-4a43-a279-4cded04f27d3": {
          "type": "text",
          "settings": {
            "title": "Q&A with flamboyance member and soonay creator, pricilla",
            "text": "<p><br><strong>1. What is a Soonay? <\/strong> Soonay is one of my original characters. They started out as a resin designer toy, but I’ve since expanded it to art prints, pins, and more. The name “Soonay” is derivative of “kitsune” but spelled out in a way to make it easier to pronounce. Soonay is sassy, likes to eat, and loves going to comic cons!<br><br>\n<strong>2. Where do you get your inspiration for your art?<\/strong> A lot of my print artwork is inspired by Asian folklore. As a South Korean\/Japanese American who was adopted by a white family, I’ve been using art to explore my culture. I also recently started making enamel pins as well and those are inspired by things that I personally like – so there are a lot of cute pins and pins that feature food and drinks.<br><br>\n<strong>3. Why did you start creating NFTs?<\/strong> Besides being an artist, I am also a collector and have found a great collector community. When I started releasing designer toys, this same community kept asking for NFTs (non-fungible token) as well. For those of you who are unfamiliar with NFTs, think of them like a digital collectible. The way that people collect action figures, sports cards, pins, and stickers is the same way collectors can also enjoy NFTs. There is the thrill of the hunt to chase down rare pieces, collections can be shown off in the digital realm, and collections can also accrue value the same way they do for physical objects. Being that I sell art prints, pins, designer toys, and other collectibles at comic cons, it was a natural step to create accompanying NFTs. I am grateful to have found an NFT platform that is carbon neutral and goes through great lengths for verification so that artists’ work stays more protected.\n\n<\/p>",
            "show_article_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "843fe683-99b7-4aae-b443-f87f5adc64eb": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/pricalla_3d9ec708-5bd5-40c3-953f-76720d1ac34e.jpg",
            "width": "33%",
            "align_image": "left"
          }
        },
        "35795cb7-aec0-433f-8de5-85e0a300d656": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Soonay_Konpeito_DCon_IG.jpg",
            "width": "33%",
            "align_image": "left"
          }
        },
        "e1c5b5b7-24d0-4219-ba51-34c5143c3456": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/soonay_anaheim.png",
            "width": "33%",
            "align_image": "left"
          }
        },
        "279cdfc2-b3b7-4bf3-a958-39aa25fa7e0e": {
          "type": "text",
          "settings": {
            "title": "",
            "text": "<p><strong>4. What made you want to team up with Game goodr?<\/strong> I appreciate goodr’s glasses – they’re trendy and fun and somehow way more comfortable than my expensive “designer” sunglasses that cost 5x what goodr cost. When I saw that Game goodr was looking for ambassadors, I thought I’d throw my name in the hat, but was honestly not expecting to get picked. I was very honored that Game goodr said yes, and it’s been a wonderful experience getting to know the gamers, artists, and live-streamers in the Game goodr community.<br><br>\n<strong> 5. What did you decide to create art on twitch?<\/strong> Like many others, I turned to streaming (and Animal Crossing) to get through the 2020 shutdown. I went from having a solid lineup of comic cons to having every single event get postponed or canceled. I think things like Twitch, gaming, Twitter, and Discord became completely necessary for many of us to stay social and to help with mental health during such a strange and trying time. I tend to be more introverted and not great with public speaking. So Twitch was also a good way to break away from that and stay in practice with interacting with everyone (which is an essential skill to have if you want to be a convention artist). It is also a great promotional tool as well. People love to see the process of how art is created. It gives them an insider look and appreciation for the work that goes into it. It’s also fun to do giveaway streams to help feature new products that I plan on dropping either in one of my online shops or at a physical convention. Twitch saw a big boom during the pandemic, but I’m sure many of us will continue to stream on there and cultivate our online friendships and communities.<\/p>",
            "show_article_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "a6557898-2bf0-4bdf-9891-c70511436c71": {
          "type": "bleed_image",
          "settings": {
            "image": "shopify:\/\/shop_images\/BLOG_THUMBNAIL_A-100.jpg"
          }
        },
        "7e974b7a-e17e-4591-ba2a-b38644f7a80c": {
          "type": "recent_posts",
          "settings": {
            "title": "MORE WHERE THAT CAME FROM",
            "content": "<p><\/p>",
            "article1": "goodrtimes\/this-is-a-gamer",
            "article2": "goodrtimes\/voight-kampff-vision-origin-story",
            "article3": "goodrtimes\/dont-tab-shame-me-origin-story"
          }
        }
      },
      "block_order": [
        "8ec71db8-11af-4389-8d20-b6fd109d8ac8",
        "84df65a7-13d0-454f-acf3-b877141e914e",
        "4a2e1f16-a17a-42f1-ab73-04707b61b9c6",
        "16150a6c-a10c-4a43-a279-4cded04f27d3",
        "843fe683-99b7-4aae-b443-f87f5adc64eb",
        "35795cb7-aec0-433f-8de5-85e0a300d656",
        "e1c5b5b7-24d0-4219-ba51-34c5143c3456",
        "279cdfc2-b3b7-4bf3-a958-39aa25fa7e0e",
        "a6557898-2bf0-4bdf-9891-c70511436c71",
        "7e974b7a-e17e-4591-ba2a-b38644f7a80c"
      ],
      "settings": {
        "hide_blog_menu": false
      }
    }
  },
  "order": [
    "main"
  ]
}