{
  "sections": {
    "main": {
      "type": "main-blog-content",
      "blocks": {
        "5a54291f-8f1b-4dad-ad70-37d143c03413": {
          "type": "banner_heading",
          "settings": {
            "title": "SAVE A BULL, RIDE A RODEO CLOWN ORIGIN STORY",
            "text": "",
            "image": "shopify:\/\/shop_images\/Save_A_Bull_Ride_A_Rodeo_Clown_400.jpg",
            "banner_height": "400px",
            "align_text": "left",
            "align_vertical_text": "end",
            "overlay_opacity": 0.8
          }
        },
        "d2e6d6ed-29ce-4e5c-93b5-35eec2a9c9a6": {
          "type": "text",
          "settings": {
            "title": "CARL’S FIRST FORAY INTO EXPLORING HIS COULROPHOBIA",
            "text": "<p>“SO CARL, WHAT BRINGS YOU TO MY OFFICE TODAY?”\n<br><br>\n“WELL, YOU SEE DR., CAN I CALL YOU DR.? I HAVE AN EXTREME PHOBIA OF CLOWNS. IT ALL STARTED WHEN I WAS A PRACTICALLY STILL A CHICK. MY MOTHER TOOK ME TO A RODEO\/CARNIVAL IN JUPITER, FLORIDA. I HAD WANDERED OFF BY MYSELF TO SNEAK A SHRIMP DOG AND SOME SHELLFISH COTTON CANDY. OF COURSE, MOM DIDN’T NOTICE, SHE WAS TOO BUSY NECKING WITH THE FLAVOR OF THE DAY, PROBABLY THE VOMITRON OPERATOR OR SOME RANDOM COWBOY. I SWEAR THAT TART WAS ALWAYS TRYING TO LIVE OUT SOME BIZARRE TWO MOON JUNCTION CARNIE FANTASY. \n<br><br>\n“I WAS HIDING IN ONE OF THE HORSE STALLS STUFFING MY FACE. I COULD HAVE SWORN I WAS ALONE WHEN AN UNSEEN TORMENTOR STARTED GIGGLING AND TAUNTING ME ABOUT WHAT A UNIQUE ATTRACTION IT WOULD BE FOR THE RESIDENT CARNIVAL GEEK TO CHASE AROUND A FLAMINGO INSTEAD OF A CHICKEN. I WASN’T ABOUT TO LET ANYONE BITE MY HEAD OFF IN FRONT OF AN AUDIENCE FOR ENTERTAINMENT!!! I’M NOT INTO SNUFF, YOU KNOW WHAT I’M SAYIN?! I TRIED TO RUN BUT AS I RUSHED THE DOOR, A HUGE HULKING BEAST OF A CLOWN NAMED TINY FILLED THE DOOR FRAME. I WAS TRAPPED!!!  \n<br><br>\n“HE CONTINUED TO TAUNT ME. HE RUBBED HIS HANDS TOGETHER MISCHIEVOUSLY. THE HEAVY MAKEUP ON HIS FACE CRACKED WHEN HE GRINNED. HE SMACKED HIS BIG RED LIPS AND WAXED POETIC ABOUT HOW PEOPLE WOULD SPEND A FORTUNE TO SEE ME TERRORIZED. I FROZE. I WINKY TINKLED IN MY BRAND NEW WHITE CHINOS. THANKFULLY MY MOTHER APPEARED AND DRAGGED ME OFF BY THE WING. SHE WAS TOTALLY OBLIVIOUS TO THE SITUATION AND JUST SCOLDED ME FOR RUNNING OFF AND SOILING MY PANTS.\n<br><br>\n“I’LL NEVER FORGET THAT CLOWN’S FACE AS SHE PULLED ME AWAY. I TRIED TO TELL MOM, BUT SHE JUST ROLLED HER EYES AND SAID ‘HOW MANY TIMES HAVE I TOLD YOU NOT TO TELL FIBS LIKE THAT?!’ THEN SHE TOLD ME I WAS GROUNDED, WHICH WAS A REAL BUMMER BECAUSE MY COUSIN TEDDY AND I WERE SUPPOSED TO HAVE AN EPIC SLEEPOVER… I THOUGHT I WAS OVER ALL THIS UNTIL RECENTLY ONE OF MY MANY, MANY, MANY LOVERS ADMITTED TO WANTING TO DO SOME CLOWN ROLEPLAY. IT’S REALLY BRINGING SOME STUFF TO THE SURFACE. I HAVE NIGHTMARES THAT THEY’RE GOING TO PROPOSE A MENAGE A TROIS WITH TINY IN A CLOWN CAR…”\n<br><br>\nTHE THERAPIST INTERRUPTED, “CARL, IT SOUNDS LIKE YOU HAVE COULROPHOBIA, A FEAR OF CLOWNS. HAVE YOU EVER HEARD OF EXPOSURE THERAPY? I THINK YOU NEED TO FACE YOUR FEAR OF CLOWNS HEAD-ON. WE NEED FOR YOU TO REPEATEDLY EXPOSE YOURSELF TO A SIMILAR RODEO\/CARNIVAL SITUATION UNTIL YOU NO LONGER FEEL ANXIOUS. I’LL HAVE MY ASSISTANT LOOK INTO GETTING YOU A GROUPON FOR THE RODEO THAT’S IN TOWN THIS WEEKEND. SURELY THERE WILL BE SOME CLOWNS THERE. ALSO, I’D LIKE YOU TO BOOK A SEPARATE SERIES OF FOLLOW-UP APPOINTMENTS FOR YOUR MOMMY ISSUES.”\n<br><br>\nAS SOON AS CARL GOT TO HIS CAR, HE TORE UP THE GROUPON. “THAT LADY IS  A TOTAL F*ING QUACK,” HE SAID TO HIMSELF. “EVERYONE KNOWS THE HEALTHIEST  WAY TO DEAL WITH YOUR PROBLEMS IS WITH AVOIDANCE AND SARCASM. HEY SIRI, CREATE A REMINDER TO PITCH A PAIR OF EXXXTREME WRAP G SUNNIES CALLED, SAVE A BULL, RIDE A RODEO CLOWN.* THAT’LL SHOW THOSE CARNIE KOOKS WHO’S BOSS!”\n<br><br>\n“HEY SIRI, CREATE A REMINDER TO CANCEL ALL FUTURE THERAPY APPOINTMENTS.”\n<br><br>\n*SAVE A BULL, RIDE A RODEO CLOWN SUNNIES NOT INTENDED TO TREAT COULROPHOBIA OR MOMMY ISSUES\n<\/p>",
            "show_article_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "6bf61592-7eba-4bf1-89c4-5e082c3456c8": {
          "type": "bleed_image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Save_A_Bull_Ride_A_Rodeo_Clown_1067.jpg"
          }
        },
        "b794f94f-bfe2-439f-81a1-e39b1dbaf97e": {
          "type": "single_product_wide",
          "settings": {
            "product": "save-a-bull-ride-a-rodeo-clown"
          }
        },
        "b1a1fd14-798c-4f51-8605-a2a56061afd0": {
          "type": "recent_posts",
          "settings": {
            "title": "NOTHING TO BE SCARED OF IN THESE BLOGS",
            "content": "",
            "article1": "origin-story\/i-do-my-own-stunts-origin-story",
            "article2": "origin-story\/nuclear-gnar-origin-story",
            "article3": "origin-story\/look-ma-no-hands-origin-story"
          }
        }
      },
      "block_order": [
        "5a54291f-8f1b-4dad-ad70-37d143c03413",
        "d2e6d6ed-29ce-4e5c-93b5-35eec2a9c9a6",
        "6bf61592-7eba-4bf1-89c4-5e082c3456c8",
        "b794f94f-bfe2-439f-81a1-e39b1dbaf97e",
        "b1a1fd14-798c-4f51-8605-a2a56061afd0"
      ],
      "settings": {
        "hide_blog_menu": false
      }
    }
  },
  "order": [
    "main"
  ]
}