{
  "sections": {
    "main": {
      "type": "main-blog-content",
      "blocks": {
        "79c368c0-b9e8-476b-b485-c097e61606b8": {
          "type": "banner_heading",
          "settings": {
            "title": "GLASSES OF THE GODS ORIGIN STORY",
            "text": "",
            "image": "shopify:\/\/shop_images\/goodr_Glasses-of-the-Gods_Group-Product-026_EDITED.jpg",
            "banner_height": "400px",
            "align_text": "left",
            "align_vertical_text": "end",
            "overlay_opacity": 0.8
          }
        },
        "cb8bb80e-c592-4fdb-998c-2c660becd556": {
          "type": "text",
          "settings": {
            "title": "Carl The Flamingo visits Hell-Con  (The Hellenic Council of America’s Annual Convention)",
            "text": "<p>Carl the Flamingo was recently given last-minute tickets to Hell-Con by Flamites, God of Flamingos. Unfortunately, Flamites was unable to attend after a nasty bout of shellfish food poisoning. Hell-Con is a convention that celebrates and focuses on Greek mythology and the gods. The convention takes place every spring in Los Angeles. Special guests usually include several Greek Gods and vendors specializing in all things ancient Greece. We peeped these notes in Carl’s notebook when he was flirting with the water delivery guy (Carl can flirt for HOURS):\n<br><br>\n9:01 AM While waiting in line for coffee, overheard several people talking about a wild orgy at Dionysus’ place. Everyone came. Priority number one for today is to be sure I get invited to the next one!!! Be sure to hint to Dionysus that I still have a stash of ‘ludes I’ve been saving for a special occasion, make sure to undo an extra shirt button while talking to him. Also, be sure to casually mention that I have a case of grape-flavored condoms that are expiring in the next few months.\n<br><br>\n9:35 AM Witnessed a catfight between several women who all claimed to be Zeus’ girlfriend. One kept bragging about how much Zeus loves her chicken tetrazzini!!! Not sure if that was a euphemism for something sexual?! Producer from Maury Povich happened to be there, gave the one with the giant hair a business card, tried to entice her with promises that they’d put her up in the airport Ho Jo with a fruit basket and free paternity test.\n<br><br>\n10:00 AM Accepted free sample of avocado rye toast and shot of wheatgrass juice. Was trying to be polite but instantly regretted it!!! Tasted totally devoid of salt, sugar, and preservatives, 0\/10. Sat there for 45 minutes listening to a spiel about the farm-to-table food movement, ended up signing up for Demeter’s Farm to Table subscription meal delivery service. NOTE TO SELF: cancel membership immediately upon return to room, use brochure to light a blunt later. \n<br><br>\n10:55 AM Aphrodite: (666)-555-6969… Stopped by Aphrodite’s Linen booth, picked up some super sexy silk sheets. Hope these are better than the polyester satin Turlana tied me up and held me hostage with on Valentine’s Day last year. Wishing Turlana was more like Aphrodite, who is Aphrodite in the streets AND in the sheets. Turlana is a TOTALLY unpredictable Jekyll and Hyde. NOTE TO SELF: Burn this notebook so she doesn’t see this!!!\n<br><br>\n10:57 AM Met Ares. Fun times. NOT!!! Total dude-bro got all up in my face for getting Aphrodite’s digits. Threatened to make my “weird“ ankles bend the “right” way if I didn’t get lost, and offered to give me a free enema with his spear. Think he may have a roid rage problem. He’s got like, NO chill. I was apologizing profusely but it just seemed to enrage him even more!!!. Thankfully security came and escorted him away. This was a refreshing turn of events as I am usually the one being escorted away.\n<br><br>\n11:05 AM Apollo, who was running the booth next door, came over to see if I was OK. He told me that Ares is known for being a HUGE dick and that I should Apollo-gize for nothing!!! For a second I believed him until he tried to recruit me to be a sales rep for ApWay, his multi-level marketing company that hocks health, beauty, and home products. He is basically the god of everything, but I have zero interest in selling his Cleanliness is Next to Godliness toilet bowl cleaner. Wrote down Aphrodite’s number on the recruitment form, HAAA. \n<br><br>\n12:00 PM SCORE!!! Got a front-row seat for the Dr. Philippos panel, “Hera’s Awkward Family Reunion”. This should be SUPER juicy. Everyone knows that Zeus is a total DOG, even if he is king of the gods. He’s had sooo many romantic relationships and still wanted to marry his sister, Hera (GROSS!!!) Supposedly he proposed to her for like hundreds of years and she kept saying “NO”? So he tricked her into becoming his wife by transforming himself into a helpless bird. (Epiphany alert: Maybe THIS is why I am such a hit with the ladies?! Be sure to tell therapist about this breakthrough at next appointment!!!) Hera found the bird and gave it shelter and love, then Zeus turned back into himself and Hera couldn’t help but fall in love with him. She finally agreed to be his wife. Then he cheated on her like a bajillion times. WTF?! People always want what they can’t have, and then don’t want it when they finally get it. SMH. Anyhow, excited to see what quackery Dr. Phillipos will be doling out. \n<br><br>\n1:15 PM: Stopped by Hades’ booth to check out matching burial plots for me and CousinTeddy. Dude had ZERO personality. Aloof much?! Terrible salesman and a total drag. Seems to just hate everything. Hades gonna hate though, amirite?! Must live near a nuclear power plant or something, his service dog had three heads. Made an excuse about having diarrhea so I could leave without buying anything. Blamed it on the wheatgrass shot from Demeter’s booth.\n<br><br>\n2:00 PM I think I am in LOVE!!! Met an amazing chickadee, Athena. Smart as a whip, so wise. She lured me in with her home-woven handicrafts. Bought a macrame heart wreath made out of yarn she wove herself. She was like, weirdly zen\/peaceful, but also seemed obsessed with war? The paradox was a TOTAL turn-on. Can see why the entire city of Athens is obsessed with her. Might take her to Olive Garden later if she plays her cards right. \n<br><br>\n2:37 PM Stopped by Dionysus’ table, the ‘ludes\/shirt button\/condoms strategy made me a shoo-in, got the deets and password for the next orgy (Password: Unsolicited Breadstick Pics)\n<br><br>\n3:00 PM -10 PM* \n(*This section is totally scratched out\/illegible)\n<br><br>\n10:23 PM Stoked to check out the New Wave throwback concert at the after-party because NEW WAVE FOREVER!!! Poseidon will be performing “Venus” with Bananarama. Dude is obviously having a midi-life crisis. HAAA (Wonder if he knows that Venus is Roman Mythology?! Hope he doesn’t get dinged by the Hellenic Council for gross misconduct.) Who cares?! It’s POSEIDON’S NEW WAVE MOVEMENT!!! \n<br><br>\nCarl the Flamingo was so invigorated by the fabulous adventures he had at Hell-Con, he dreamed up this line of divine, marble-ous Glasses of the Gods sunnies worthy of the gods themselves. You’ll be feeling like a stone-cold fox in these divine NEW stone and marble-look sunnies. \n<\/p>",
            "show_article_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "d9e9ef5a-ea18-4dd1-a077-506a3eae13e0": {
          "type": "bleed_image",
          "settings": {
            "image": "shopify:\/\/shop_images\/goodr_Glasses_of_the_Gods_Group_Lifestyle_084.jpg"
          }
        },
        "b076d8c0-72d7-47bc-82fe-80f77942506b": {
          "type": "collection",
          "settings": {
            "collection": "glasses-of-the-gods",
            "width": "100%"
          }
        },
        "46ad85be-421f-4790-9586-006cc834f017": {
          "type": "recent_posts",
          "settings": {
            "title": "READING MORE BLOGS IS PRETTY GOD-LIKE",
            "content": "",
            "article1": "origin-story\/thanks-theyre-vintage-origin-story",
            "article2": "origin-story\/the-new-prospector-origin-story",
            "article3": "origin-story\/add-the-chrome-package-origin-story"
          }
        }
      },
      "block_order": [
        "79c368c0-b9e8-476b-b485-c097e61606b8",
        "cb8bb80e-c592-4fdb-998c-2c660becd556",
        "d9e9ef5a-ea18-4dd1-a077-506a3eae13e0",
        "b076d8c0-72d7-47bc-82fe-80f77942506b",
        "46ad85be-421f-4790-9586-006cc834f017"
      ],
      "settings": {
        "hide_blog_menu": false
      }
    }
  },
  "order": [
    "main"
  ]
}