{
  "sections": {
    "main": {
      "type": "main-blog-content",
      "blocks": {
        "86c86ed3-974a-4b23-98c0-928a72566f0d": {
          "type": "banner_heading",
          "settings": {
            "title": "Suck on This Origin Story",
            "text": "",
            "image": "shopify:\/\/shop_images\/Square_Lifestyle_e8e00da1-10ea-4d25-b1be-3966a4483923.jpg",
            "banner_height": "400px",
            "align_text": "left",
            "align_vertical_text": "end",
            "overlay_opacity": 0.8
          }
        },
        "e61ba06d-290a-4234-9671-6946097116d0": {
          "type": "text",
          "settings": {
            "title": "",
            "text": "<p>Wild Orchid is one of Carl the Flamingo’s favorite movies of all time. He has watched his personal VHS copy so many times the VCR tracking gets all screwy any time an erotic scene comes on. If you’ve ever seen it, you know that basically means the entire movie\/tape is messed up. He takes it with him any time he travels as a “comforting slice of home”. It’s also the reason why Carl puts “hedonism Brazil vacay” on his Christmas wish list every year.\n\nPer usual Carl’s Christmas wish list was posted on the fridge for several weeks before he mailed it off to the North Pole. He wrote “HEDONISM BRAZIL VACAY” in big letters, circled it several times,  AND drew a big red arrow pointing to it. You can imagine how excited he was to receive an all-inclusive week-long “hedonism” vacation package for Christmas from his cousin, Teddy the Turkey. \n<br><\/p><p>\nEveryone knows Teddy can be a bit of a dumbass. He means well, but he didn’t realize a weeklong retreat at a detox spa is not the same as the hedonistic boinkfest Carl envisioned. Carl was too distracted by the spandex-clad hardbodies doing aerobics by the pool in the brochure to notice it was NOT what he had asked for.\n<br><\/p><p>\nAs he pulled up to the Gilded Yoni Spa, his heart sank. He had hoped to be greeted with a tropical cocktail by a tan Adonis wearing inappropriately tight dolphin shorts while American Gladiator-esque nudes frolicked about in the sun. Instead he was greeted by an officious, uptight she-devil that looked straight out of a vintage aerobics video.  She introduced herself as Debbie, and bragged about being the founding mother of modern aerobics. Right then, Carl knew something was rotten in Debbie’s Gilded Yoni. “Everyone knows the mother of aerobics is Jackie Sorenson, you lying wench!!! This bitch cannot be trusted,” he thought to himself. Before Carl could inquire about where all the naked people were, Debbie started droning on and on about his “problem areas, jiggly bits, bad skin, puffy face...” This was not going to be fun.\n   <br><\/p><p>\nCarl silently cursed stupid Teddy for getting him into this mess as he followed Lars, his hunky Personal Accountability Coach, to his room. Carl’s perverted fantasies were quickly being replaced by fears induced by the Personal Wellness Plan he had received from Debbie. \n\nDAILY colonics?! A strict diet of nothing but grapefruit, hard boiled eggs, coffee and laxative teas?! Three hours of aerobics per day?! What is this, 1987?!  Woah, woah, woah, NO REFINED SUGAR?! It was practically torture!!! It looked like the only good vibes Carl would be experiencing on this trip would come from the VibraSlim machine he had spotted in the gym. \n<br><\/p><p>\nUpon entering his room, Carl’s belongings were immediately searched for contraband. His huge stash of candy was confiscated. While Lars confusedly examined Carl’s Wild Orchid VHS tape, Carl managed to stash a massive Spangler candy cane in his pants for later. After a few moments of contemplation, Lars decided the VHS tape should be confiscated.\n<br><\/p><p>\n“Now wait just a damn minute!” Carl snapped, ripping the VHS tape out of Lars’ hands. ”You’ll be taking that tape over my dead, and in case you haven’t noticed, incredibly flexible, sexy body!!! I can’t even watch it here dum dum!!! There’s no VCR in this hellhole, even though Debbie is clearly stuck in the 80s!!!” It was then that Lars and Carl got into a physical altercation, slamming into each other’s bodies, knocking over furniture and causing a raucous. \n<br><\/p><p>\nDebbie stormed into the room escorted by some large gentlemen who separated the two. \nWe’re pretty sure that she tried to reason with Carl. Supposedly she was babbling on and on about how Carl should want a fresh start to the New Year with some healthy New Year’s Resolutions. That he’s behaving like a maniac because he’s already detoxing, blah, blah blah. Carl couldn’t remember what she said exactly. Apparently by this point Carl was completely lovestruck after getting into that tussle with Lars. He gazed longingly at him while Chris de Burgh’s “Lady In Red” played in his head, drowning out the voice of that shrew.\n<br><\/p><p>\nOf course Carl remembered the part of the story where he told Debbie OFF. He allegedly whipped the candy cane out of his pants and chucked the phallic confection at her head. He supposedly yelled,  “SUCK ON THIS DEBBIE!!!” and told her to stop being such a “wanker.” Supposedly the candy cane created a noticeable dent in her perfectly teased and frosted coiffure. (We have to say “allegedly” and “supposedly” on the advice of Carl’s legal counsel. Apparently Debbie is suing Carl for emotional damages. We’ll be sending Teddy the bill.)\n<br><\/p><p>\nAnyhow, shortly after escaping the Gilded Yoni, Lars and Carl ended up in a sleazoid motel. They cuddled up together in front of the wavy glow of Carl’s beloved VHS tape and fed each other from Carl’s stash of candy contraband. “Lars, you know when I called you a dum dum earlier? I was referring to these delicious lollipops…” Lars, being an actual dum dum, bought that hook, line, and sinker. (Aww, Carl can be the sweetest little liar.) According to Carl, “A gentleman never kisses and tells,” so that’s where this story ends.\n<br><\/p><p>\nOH!! Except we forgot the best part!!! The whole experience inspired these stylishly saccharine candy-print Suck On This sunnies. They’re part of our 2022 Anti-Resolution line (because a 2022 Anti-Debbie line just alienates people and doesn’t make sense). \n<br><\/p><p>\n(We’ll be sending a case to Debbie. Do you think that qualifies as harassment?)\n<\/p>",
            "show_article_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "2368aaec-b751-4d60-b7cc-f56e6d9fe023": {
          "type": "product",
          "settings": {
            "product": "suck-on-this",
            "content": "<p> <\/p>",
            "image_aligment": "left"
          }
        },
        "c6910183-7905-43bc-ba37-0c5285d1867f": {
          "type": "recent_posts",
          "settings": {
            "title": "WANT TO READ MORE IN 2022?",
            "content": "<p><\/p>",
            "article1": "origin-story\/lets-make-pour-choices-origin-story",
            "article2": "origin-story\/what-budget-origin-story",
            "article3": "goodrtimes\/fade-er-ade-shades-origin-story"
          }
        }
      },
      "block_order": [
        "86c86ed3-974a-4b23-98c0-928a72566f0d",
        "e61ba06d-290a-4234-9671-6946097116d0",
        "2368aaec-b751-4d60-b7cc-f56e6d9fe023",
        "c6910183-7905-43bc-ba37-0c5285d1867f"
      ],
      "settings": {
        "hide_blog_menu": false
      }
    }
  },
  "order": [
    "main"
  ]
}