{
  "sections": {
    "main": {
      "type": "main-page-template",
      "blocks": {
        "ddf8ca78-eaaf-477c-b65c-a140d5abbbe7": {
          "type": "banner_heading",
          "settings": {
            "title": "Sports Sunglasses From Goodr",
            "text": "",
            "image": "shopify:\/\/shop_images\/1-sports.jpg",
            "banner_height": "400px",
            "align_text": "left",
            "align_vertical_text": "end",
            "overlay_opacity": 0.8
          }
        },
        "f5b12536-cae0-4dd9-9f9d-39c05daac188": {
          "type": "text",
          "settings": {
            "title": "",
            "text": "<p>According to our CEO, Carl the Flamingo, a sport is a “ball-throwing thingy where people get really sweaty and people watching it get really drunk.” That’s not correct. A<a href=\"https:\/\/www.forbes.com\/sites\/leighsteinberg\/2018\/07\/28\/what-defines-a-sport\/\"> sport<\/a> is “an activity involving physical exertion and skill in which an individual or team competes against another or others for entertainment.” (And typically afterward the winners drink the losers' tears out of a trophy.)<\/p>\n<p>“Sports” encompasses a lot. How many different sports can you name in 30 seconds?! We’ll start: baseball, football, basketball, hockey, wrestling, rugby, golf, soccer, tennis, gymnastics, archery, badminton, table squash, table tennis, bowling, volleyball, cricket, cycling, fishing, curling, figure skating, running, weightlifting, skiing, snowboarding, rowing, auto racing, motorboat racing, polo, competitive gaming, cheerleading – wait, IS cheerleading a sport?! Ahhhh, out of time.<\/p>\n<p>Okay, we cheated. That took longer than thirty seconds. And we forgot the absolute best sport: dressage, the art of riding and training a horse in a manner that develops obedience, flexibility, and balance. Basically, it’s horse ballet! Unfortunately, the horses don’t wear tights and pink tutus. What a shame.<\/p>",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "c4df47bf-b723-49a5-ba3e-e83811ad38a5": {
          "type": "text",
          "settings": {
            "title": "Are There Barriers To Entry For Sports?",
            "text": "<p>Some sports have barriers to entry. If you want to play football, you need equipment: shoulder pads, hip pads, thigh pads, knee pads, a mouthpiece, gloves, and a jockstrap and cup. We’ll pause now and wait for you to stop giggling. JOCKSTRAP!!!! IT’S FUNNY BECAUSE IT PROTECTS YOUR JUNK! Remember when you were a kid, and the cool kids pinned you to the floor and made you smell Avery Swanson’s dirty jockstrap for three and a half hours? That was hilarious! It caused lifelong trauma. You still have nightmares about it and wake up crying. But still. Hilarious!<\/p>\n<p>Some sports have fewer barriers to entry. For basketball, you just need a ten-foot basketball hoop, a basketball, shoes, and a spacious gym floor or cement floor to make the bouncy thing go bouncy. Soccer’s even more low maintenance. You just need a ball, a net, and shoes. Actually, the easiest sport to play is running. You don’t need a ball or a net! Or shoes! Barefoot running is a thing. We’re never going to do it because we’ll probably step on a rusty nail or a sleeping rat or a pile of dog poo or something. But if you want to run barefoot, go ahead. We won’t stop you, Dirtyfeet McGee.<\/p>",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "f568f571-1a3e-4dd1-a974-d9a4bb77bbab": {
          "type": "text",
          "settings": {
            "title": "Why People Play Sports",
            "text": "<p>People play sports for many reasons: because it’s their job, because it’s fun, because it creates community, and because it’s a good way to get mental and physical exercise. (CURSE YOU, BEER BELLY!!! GO AWAYYYYYY!!!) And even if some adults don’t play sports, they enjoy watching sports to fill the black void in their souls. (We all have a black void in our souls. If you don’t fill it with sports, you fill it with other things, like movies, books, music, hobbies, and 4,000 word SEO articles! WOOO!!!)<\/p>\n<p>When people play sports, they want to win (unless they’re paid to lose, gotta get that money). However, athletes also want to be comfortable and prepared for peak performance. Know what helps, no matter which sport you’re into? Sunglasses. Except for the sport of midnight tunnel motorcycle racing. If you play midnight tunnel motorcycle racing, you don’t need sunglasses. But you will probably need a first aid kit.<\/p>",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "d093de1b-3240-4f97-b708-bdee974e2306": {
          "type": "text",
          "settings": {
            "title": "Origin Story | Goodr Sport Sunglasses",
            "text": "<p>If you’re going to<a href=\"https:\/\/goodr.com\/collections\/all-models\"> sport sunglasses<\/a> while playing sports, goodr has your back. Well, your eyes. We tried making backglasses (sunglasses for backs) but our test clientele found the backglasses uncomfortable and “stabby” and suffered terrible injuries and sued us and we’re not supposed to talk about it anymore. “NEVER MENTION THE BACKGLASSES BLOOD SCANDAL!!!” Our CEO Carl the Flamingo says that every day. But Carl’s not our only CEO. Carl’s just a figurehead CEO. Our journey with creating badass sports eyewear starts with our real CEO, Stephen Lease.<\/p>",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "c4c76698-0467-4864-8a64-e18093ce3f50": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/2-sports.jpg",
            "width": "100%",
            "align_image": "center"
          }
        },
        "b40cd072-6e52-4b8a-ad59-f58426ce60c4": {
          "type": "text",
          "settings": {
            "title": "",
            "text": "<p>One day “avid runner” Stephen Lease, a HUMAN (as far as we know) looked in the mirror and had an awakening: He looked like the biggest tool in the world. Lame hat, dorky shades, compression everything, giant arm sleeves, run belt with gels, and a performance diaper. (Okay, the performance diaper is a joke, but everything else is true). \"What the f*** am I wearing it right now?\" he wondered.<\/p>\n<p>After hitting rock bottom, Stephen noticed most runners weren't wearing overpriced high-performance sports sunglasses. They wore cheap sunnies from gas stations. There was a huge opportunity for stylish, fun, functional, affordable active shades in the running space. This was the seed of goodr! (A pink, flamingo-shaped seed, watered with piña coladas.)<\/p>\n<p>Stephen co-founded goodr with two friends from high school: recovering lawyer Ben Abell and biology major turned rappin' actress Keri Blunt. (In HS, Ben and Keri were voted \"Most Likely to Take Over the World.\" Stephen was voted \"Best Hair.\") On March 15, 2015, they launched the company with a Kickstarter campaign, shipping sunnies from an apartment.<\/p>\n<p>Stephen, Ben, and Keri created goodr's brand: Badass active<a href=\"https:\/\/goodr.com\/collections\/all-models\"> sports sunglasses<\/a> that speak to the four F's (Fun, Fashionable, Functional, and 'ffordable). We exist to give you permission to be unabashedly yourself… unless you're an asshole. And the mascot is a drunk kleptomaniac flamingo named Carl. It just makes sense, people.<\/p>\n<p>For the first two years, the trio kept the brand afloat while working full-time jobs. Did we mention Stephen created five failed companies before goodr? The sixth time is the charm! The brand quickly grew from three old chums in an apartment to 20 buddies in The Cabana (Playa Del Rey store) to 90+ lifelong BFFs in The Lagoon (Inglewood HQ and warehouse), plus an experiential boutique store in the heart of Abbot Kinney, The goodr Cabana! (If you haven’t visited The goodr Cabana yet, you’re doing life wrong.)<\/p>\n<p>During our five year overnight success, goodr expanded to 1,500+ stores in 30+ countries, added five verticals (run, beast, bike, golf, game), collaborated with major brands (Warner Bros, PBR, Dunkin'), and won several awards: Runner’s World Gear of the Year three times, PGA Buyer’s Choice, Men’s Health Best Buy, Rolling Stone’s Favorite Sunglasses For Athletes, GQ’s Best Sunglasses of 2020, and Inc. Magazine’s Best Places To Work. Most recently, they were featured in Oprah Daily’s Summer Quarterly edition for must-have gear. <\/p>\n<p>But despite all the glitz, glamour, and piña colada-fueled shenanigans (what happens in The Lagoon stays in The Lagoon), goodr still boils down to that fateful moment Chief Executive Octopus Stephen Lease looked in the mirror. \"We sell fun, not eyewear,\" says Lease. \"For $25, we can put a smile on your face. And that is a very powerful thing.\"<\/p>\n<p>That’s right, “a very powerful thing.” Want to feel powerful when you play sports? Then grab a pair of sports sunnies, especially if you run. At goodr, we know runners love to hate running (and hate to love it). That’s why we launched RUN goodr with the “Running is fun?” campaign, speaking to all those conflicted toenail-losing bush-peeing moments.<\/p>\n<p>It’s been one of those runs. The banana is sitting heavy in your stomach like a monkey-treat-shaped piece of lead from hell. There’s a mysterious lump in your shoe that you’re unsure is from nature or your own body rejecting your big toenail. There are large eye-shaped wet marks standing out on your performance shirt from when you attempted to mop the sweat from your stinging peepers. And under that shirt you feel the rhythmic rub, rub, rub of the sports bra, chewing away the very flesh it promised to support. Running is fun? <\/p>\n<p>It starts with a slight twinge, then the pressure mounts. The incline ramps up and you feel a painful squelch and dampness spreading across your sock. “I’m FREE AT LAST!” your toenail cheers. A sharp stab makes you glance down to assess the situation. The lens quality of your cheap sunglasses bounce off and you hear a gut-wrenching crunch. The shattered wreckage of your overly expensive sun protection lies behind you. You look up and see the blinding ball of fire cresting the top of the hill you climb. Limp. Limp. Limp squint limp. Running is fun?<\/p>\n<p>Look at that stride. You magnificent thing, you. Long. Strong. And oh no. Something’s wrong. A sinister gurgle. Pressure from downtown. And clenching won’t take you across the finish line. But this is the fourth time now that your body is movin’ and groovin’ without your permission. Glancing at your time, you calculate how long you have to wait in line and still get your PR. That person you’ve been leapfrogging with all morning runs past with a smug grin. Running is fun?<\/p>",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "6ab14aff-cb2e-4074-ac81-69cea0a461bb": {
          "type": "text",
          "settings": {
            "title": "Features Of Goodr Sports Glasses",
            "text": "<p>Our sunglasses sports – whoops, we mean sports sunglasses – aren’t only fun and functional. They’re also stylish. They come in several different frames with interchangeable lenses – the OG, the BFG (big f***ing goodrs, for people with big melons), the Circle G (circular lenses, perfect for hipsters), Runway (fashion-forward cat-eye frames), and the VRG (dystopian future-inspired frames with a sleek mono-lens). We also have special Flamingo Eye-enhanced frames for golfers. And no, Flamingo Eye isn’t complete nonsense. Plorpetty snocketty wickle. THAT was complete nonsense. Our polarized sunnies will maybe definitely kind of totally help your golf game!!!<\/p>",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "6037140d-5725-440d-adc9-d1a8f91ebe64": {
          "type": "text",
          "settings": {
            "title": "Golf Goodr",
            "text": "",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "95155044-4e90-49fc-9ebf-9375d6937d1c": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/3-golf.jpg",
            "width": "100%",
            "align_image": "center"
          }
        },
        "4ca9a344-760c-4fb8-892c-c30ac2498472": {
          "type": "text",
          "settings": {
            "title": "",
            "text": "<p>Ah, the popular crowd. The Nicklaus, Woods, Mickelson, and Daly-level polarized golf sunglasses. Taking our sunnies out to the golf course at least ensures you’ll LOOK the part of a champion golfer. But with Flamingo Eye Technology polycarbonate lenses and the best-looking frames in the game, you can step up to the first tee confident. Confident that when you duck hook your first shot into the water, at least you’ll still look good in your playing partner’s Instagram story.<\/p>\n<p>The best golf sunglasses will turn heads out on the course, the range, the putting green, and they’ll make the hole look AT LEAST twice as big as it really is. While we can’t guarantee our golf sunglasses will make more of your putts drop, that’s really not on us now, is it? (Oooh, IDEA: create the best sports sunglasses with magical powers that allow professional golfers to briefly possess your body so you can sink tough shots. It’s a million-dollar idea! Why hasn’t anyone ever done it before?!?!?!)<\/p>\n<p>goodr golf sunglasses in the OG frame style are par for the course. (And they definitely won’t TEE you off!!! HAHAHHA okay we’ll stop now.) The OG frame features a classic shape with our polarized lens. The lightweight frame features an all grip, no-slip, no bounce, specialized rubber grip coating so there is no need for bulky nose pads or those annoying glasses straps. Polarized lenses are the only glass lenses that help to block UV light will also enhance your vision both on and off the golf course. There is nothing worse than tanking your game because you miss an easy shot thanks to the glare monster. (Oooh, IDEA: a horror movie called Glare, about a glare monster that prowls a golf course. It’s a million-dollar idea! Why hasn’t anyone ever done it before?!?!?!)<\/p>\n<p>Don’t be the laughing stock of the golf course with cheesy golf sunglasses that are ten times the price. (Unless they’re made out of actual cheese, YUM, worth it.) Polarized lenses are here to save your game! Whether you need this enhancement to spot devious gophers, or you just need help spotting the ball on the course, our OG golf sunnies feature Flamingo Eye technology. Again: we believe that the best golf sunglasses should be fashionable, functional, fun, and affordable (or ‘ffordable to those in the know!).<\/p>",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "9dcb3987-9907-4dd7-9796-215d2f793533": {
          "type": "text",
          "settings": {
            "title": "Bike Goodr",
            "text": "",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "29941dc7-0a7a-4893-8e21-9c31bca34ad3": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/4-cycling.jpg",
            "width": "100%",
            "align_image": "center"
          }
        },
        "11ae179d-1f72-48c9-b057-05c2dd3d40df": {
          "type": "text",
          "settings": {
            "title": "",
            "text": "<p>But goodr doesn’t just cater to runners and golfers. We also have BIKE goodr. Are you looking for the best cycling sunglasses? The most popular cycling glasses? A pair of cheap polarized sport sunglasses? Sunglasses for sports? Polarized active sunglasses? Sporting sunglasses​​? Best affordable sports sunglasses? If it seems like we’re randomly injecting similar phrases into this paragraph for SEO purposes, then, crap. You’re smarter than we initially anticipated.<\/p>\n<p>Look, we’re just trying to get our stuff to the top of the Google search results. Is that so bad? We’ve asked you an awful lot of questions about cycling sunglasses at this point. It’d probably be nice to get to know a little more about you and what makes you tick. What’s your favorite food? Is it pizza? Seems like cycling and pizza go hand in hand if you ask us.<\/p>\n<p>See, at goodr, we believe in making polarized active sports sunglasses for ALL types of athletes. As our CEO Stephen Lease likes to say, “If you run, you’re a runner.” Therefore, if you golf you’re a golfer. If you game, you’re a gamer. And if you cycle, you’re a cycler! (But maybe  not a “biker.” Those folks wear leather jackets and seem simultaneously cool and scary.) On BIKE goodr, we launched the “You Ride You” campaign to promote polarized sports sunglasses to EVERY type of cyclist.<\/p>\n<p>Do you shave every inch of your body hair to gain an extra few watts only to be spit out the back of the pack every Wednesday night during the Cat 5 Masters Race? You ride you. <\/p>\n<p>Do you roll up to the coffee ride on Sundays in a full Team Sky kit from 2013 and complain the pace isn't fast enough and never stop telling everyone in the group that you'll probably go for another 50 miles at tempo after this? You ride you.<\/p>\n<p>Do you have a power meter, heart rate monitor, cadence sensor, and a subscription to Strava Summit but honestly have no clue what to do with all that data afterward but still feel it's super important to have access to it all because maybe one day you'll learn what it means and have an actual training plan? You ride you.<\/p>\n<p>Are you constantly sending pictures of sweet bikes that only dentists can afford to your friends to laugh about but deep down inside you know damn well if you had an extra $17k laying around you'd be all over it? You ride you.<\/p>\n<p>Did you show up to Unbound Gravel one year on 32c clinchers, with one spare tube, road shoes, and not quite enough nutrition only to realize 10 miles in it was going to be a bit harder than you expected and that you probably should have taken the whole training thing a little more seriously but won't learn your lesson for the next time around? You ride you.<\/p>\n<p>Are you constantly spending your weekends sailing off booters, mud-diving, getting gravity checked, making tacos, going fishing, getting sawdusted, and playing possum, only to have a fresh set of mystery bruises to give you the opening to brag about your shralping with whomever will listen? You ride you. (Oooh, IDEA: an ad for BIKE goodr with one female sheep riding another female sheep consensually. Get it? EWE RIDE EWE?!?! It’s a million-dollar idea! Why hasn’t anyone ever done it before?!?!?!)<\/p>\n<p>Starting to get the idea? We hope so because we listed six “You Ride You” examples. We could’ve followed the “rule of threes,” and listed three examples, but we didn’t. At goodr, we’re all about excess. Plus, six is divisible by three, so that still follows the rules. Loophole! Next time, we’ll list nine examples, or maybe 12, or maybe 30!!! HA HA HA HA!<\/p>",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "97ebc240-2a4c-4a12-bf8e-3ece40906728": {
          "type": "text",
          "settings": {
            "title": "BEAST Goodr",
            "text": "",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "f02a551c-bca4-4cad-b324-f245d0896f11": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/5-beast.jpg",
            "width": "100%",
            "align_image": "center"
          }
        },
        "d787533b-3e7f-4e53-8185-554893a8af0f": {
          "type": "text",
          "settings": {
            "title": "",
            "text": "<p>Anway, excess. Did you think we’d stop with RUN goodr, GOLF goodr, and BIKE goodr? You thought wrong, buster. WROOOOOOONG!!! We also have BEAST goodr, for the CrossFit\/Obstacle Course Racing\/Functional Fitness\/weightlifting community. <\/p>\n<p>When you’re crushing it at the gym, you need the best workout sunglasses that won’t slip off your sweaty face while you’re bench pressing a baby elephant or whatever. (Note: Only bench press a baby elephant if it consents, enjoys being bench pressed, and giggles adorably.) Like our other vertical campaigns, we believe workout shades should be for everyone. We encourage ALL types of weightlifters, obstacle racers, and CrossFit clientele to express their individuality. Be LOUD. Be YOU. Be a BEAST. <\/p>\n<p>Are you an UGHHHHHHH, an AHHHHHHHHH, or a HURRRRGHGHGGHGH? Maybe you’re the type that suppresses that GRUNNNNNNT, so you end up spraying saliva everywhere through your partially closed pain-grimace-torture-smile. Maybe your workouts sound more like an accidentally sensual breathy moan. We’re here for all of it. Be Loud. Be You. Be A Beast. <\/p>\n<p>Do you wait in lines — at theme parks, cafés, porta-potties, etc — and pass the time by doing box jumps and burpees? Be Loud. Be You. Be a Beast.<\/p>\n<p>Do you pretend you’re an IG\/TikTok influencer and record yourself working out, making your SwoleMate operate the camera to catch your best angles to show off the muscles you worked so hard for? Be LOUD. Be YOU. Be a BEAST.<\/p>\n<p>Do you dress up in stylish team outfits for competitions, call double-unders “struggle-unders,” adore obstacle course racing, and wish one “obstacle” could be a swimming pool full of chocolate?!?! Be Loud. Be You. Be a Beast. <\/p>\n<p>Do you go online and search “cheap sports sunglasses,” “best cheap sports sunglasses”,” best looking sport sunglasses polarized,” “best sports sunglasses for men and women,” “polarized sunglasses for sports,” “active sport sunglasses,” and “best sports glasses”? Be Loud. Be You. Be a Beast. Whoops, you caught us again! We slipped back into shameless phrase repetition for SEO purposes. Is writing SEO articles considered a sport? IT SHOULD BE!!! WE’RE SWEATING OUR ASSES OFF OVER HERE!!!<\/p>",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "73c1ea4a-ca5a-4c97-9480-2ec03464b9ed": {
          "type": "text",
          "settings": {
            "title": "GAME Goodr",
            "text": "",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "ff3c4edf-b690-46ef-a3fd-9b8a6e393475": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/6-game.jpg",
            "width": "100%",
            "align_image": "center"
          }
        },
        "e360e85a-50ff-4b03-8e27-9bd2066031b2": {
          "type": "text",
          "settings": {
            "title": "",
            "text": "<p>Where were we… Oh yeah: GAME goodr. We make active<a href=\"https:\/\/goodr.com\/collections\/gaming-glasses\"> polarized sunglasses<\/a> and blue-blocking glasses for gamers! That’s right, playing video games is a sport, no matter how much your Grandpa Travis grumbles, and stomps up and down the halls, drinking moonshine brandy out of a pickle jar, wearing nothing but a ragged pair of tye-dye tighty whities, farting like his butt’s the Strokkur geyser in Iceland, which violently erupts with toxic gas every 6-10 minutes. But you want to know what the strangest part is? GRANDPA TRAVIS DIED FOUR YEARS AGO. IT’S A GHOST, Y’ALL!!!!!<\/p>\n<p>Whoops, there appears to be a gas leak in this copywriting cage – we mean, office. The goodr sunglasses company does NOT keep its copywriters in rat-infested basement cages with steely dominatrixes standing nearby with tasers if they don’t write copy about “all sport sunglasses” fast enough. [BZZZZZT!!!] OWWW! WE’RE SORRY, MISTRESS KARLA!!! WE’LL WRITE FASTER! [BZZZZZT!!!’ OWWWW!! WE’LL WRITE FASTER! WE’LL WRITE REAL GOOD ABOUT GAMING SUNGLASSES, MISTRESS!!! REAL GOOD!!!<\/p>\n<p>Let’s start again: At goodr, we’re recklessly committed to fun...blah blah blah, sunglasses. You, too, are recklessly committed to fun, as confirmed by a quick google search that reminded us the root of the word gaming is from the Old English ‘gamen’ which means “amusement, fun.” Boom! Introducing GAME goodr, our gaming glasses line.<\/p>\n<p>We created sunglasses for gamers who might get too serious at times (yeah, we saw that broken controller and controller-sized dent in the drywall) but who game because it’s fun. And while we’re at it, let’s dispel this tired “mom’s basement couch potato” stereotype, shall we? Because gamers spend time outdoors too.<\/p>\n<h4 class=\"h4\">Types Of GAME Goodr Glasses<\/h4>\n<p><\/p>\n<p>For us, there are two kinds of gaming glasses: Stylish glasses with a variety of polarized lens tints for gamers to wear while going outside, and gaming glasses with blue light blocking lenses for gamers to wear while playing, or looking at a screen. Five styles in the 8-Bit Line contain our patented Blue Mirage Technology, aka bright light blocking glasses aka “blue light blockers.” We’re waging war on blue light conditions like Gargamel waged war on the Smurfs, but with some lens darkness tints!<\/p>\n<p>You might be wondering: “What are<a href=\"https:\/\/goodr.com\/collections\/gaming-glasses\/clear\"> blue light<\/a> glasses?” In the visible light transmission spectrum, blue light has the shortest wavelengths and the highest energy. <i>adjusts scientist glasses<\/i> Therefore, it has the most potential to harm your eyes and cause eye strain. Meanwhile, white light is a combination of all the visible wavelengths, and red light has the longest wavelengths and lowest energy.<\/p>\n<p>Some experts say this exposure is beneficial, especially exposure from the bright sunlight during the day. Reportedly this type of light boosts alertness, elevates mood, and helps memory. (“Wow, I can remember how to do algebra!”) However, long-term exposure to blue illumination, particularly from artificial sources like any kind of digital screens, including computer screens, phone screens, fluorescent lights, and LED lights, might be harmful. Others experts, who are real Debbie Downers, say this contributes to digital eye strain and increases the risk of macular degeneration. (BTW, If Nicki Minaj’s cousin’s friend is reading, blue lighting does NOT cause testicular swelling. Hope you feel better, bro.)<\/p>\n<p>That’s allegedly why we allegedly have to say “allegedly” all the allegedly time. (Allegedly.) Some scientists say, “Blue light is bad.” Some say, “Blue light is NOT bad.” Others say, “Hey! How’d you get in the operating room? SECURITY!!!!” That’s why we call our blue light blocking technology ‘Blue Mirage.’ (It’s also why we named one of our pairs Modern Day Snake Oil. HA.) Look, we can’t guarantee blocking blue light will solve all your problems. But the option is there for those who want it. It’s like when you’re gaming and pass by a save point. Some of us always save, just to be safe. (And avoid a rage quit.)<\/p>",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "cde5a01d-3008-496b-ba8a-1703fa39ef6c": {
          "type": "text",
          "settings": {
            "title": "BASE Goodr",
            "text": "",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "abd32d4b-a3ff-449e-b7af-3f51b34a5c58": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/7-base.jpg",
            "width": "100%",
            "align_image": "center"
          }
        },
        "4e7426e0-bc02-42a0-b38a-39a493dd2193": {
          "type": "text",
          "settings": {
            "title": "",
            "text": "<p>But the fun doesn’t stop with RUN goodr, BIKE goodr, BEAST goodr, GOLF goodr, and GAME goodr. We also have BASE goodr, sports sunglasses for baseball players! These sunnies won’t slip or bounce while running to right field to catch a pop fly, pitching a knuckleball to a roided-up maniac, or sliding head-first into the dug-out. Okay, BASE goodr doesn’t exist. But guess what? You can mix and match all of our shades with different sports. Put on a pair and play baseball: boom, baseball sunglasses. Hooray!!<\/p>",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "afd838e4-6b3c-413e-ad26-63625f88d80c": {
          "type": "text",
          "settings": {
            "title": "FISH Goodr",
            "text": "",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "579cc008-3e6b-4096-96df-85fcd817b3ae": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/8-fish-polarized.jpg",
            "width": "100%",
            "align_image": "center"
          }
        },
        "42f49c22-8b68-40d3-b7b2-051bde1c63a9": {
          "type": "text",
          "settings": {
            "title": "",
            "text": "<p>You can even wear them while fishing. That’s right, fishing sunglasses are a thing! We don’t have a FISH goodr vertical (or a PHISH goodr vertical)...yet. However, you can wear our cheap sport sunglasses for fishing. No sweat off our sack. Look, if you’re fishing in the summer, you need UV protection. Same goes for ice fishing in the winter. Or if you’re just hanging out on the lake in any season, getting drunk. Which is pretty much the definition of fishing.<\/p>\n<p>Speaking of fishing, have you heard of The Eelpout Festival? It’s a party on a frozen lake in Minnesota. Leech Lake, to be exact. There are bars and clubs on the ice!!! People fish at the event, and it’s a big party. Are you familiar with the eelpout? It’s an eel-like fish, considered one of the ugliest fish in the world. The festival is pretty tongue in cheek. There’s even a tradition of kissing the eelpout after you catch it! (Hey, it gets lonely in rural Minnesota.)<\/p>\n<p>[BZZZZTT!!!!] OWWWWWWW!!!! WE’RE SORRY, MISTRESS KARLA!!! WE KNOW TALKING ABOUT THE EELPOUT FESTIVAL AND ICE FISHING IN RURAL MINNESOTA ISN’T GOING TO HELP US FOR SEO PURPOSES!!! WE’LL DO BETTER!! [BZZZZTT!!!!] AUUUGHHH!!!!<\/p>",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        },
        "a9d0e9ff-6242-4251-bd48-19687bdc5d29": {
          "type": "text",
          "settings": {
            "title": "Final Thoughts",
            "text": "<p>The point is, it doesn’t matter if you play baseball, football, basketball, hockey, wrestling, rugby, golf, soccer, tennis, gymnastics, archery, badminton, bowling, table squash, table tennis, volleyball, cricket, cycling, fishing, curling, figure skating, running, weightlifting, skiing, snowboarding, rowing, auto racing, motorboat racing, polo, competitive gaming, cheerleading, or dressage. We don’t just have sports sunglasses polarized. We don’t just have good sports sunglasses. We have the<a href=\"https:\/\/goodr.com\/\"> best sports sunglasses<\/a>, from black sports sunglasses to blue sport sunglasses to best value sports sunglasses.<\/p>\n<p>Huh. When you use a lot of SEO phrases in a row, it sounds kind of like a Dr. Seuss book. “Do you like active sports sunglasses brands?” “I do, I like them, in my hands!” “Do you like prescription lenses for your prescription sport sunglasses cheap?” “I do, I even wear them while I sleep!” “Do you like sports sunglasses Amazon?” “Yes, but they treat employees wrong!” HA. Nailed it. Sprinkling these SEO phrases is like sprinkling a trail of breadcrumbs on the dark forest of the internet, not to see we can find our way back, but so you can find your way to us. If you’re googling “sports sunglasses cheap amazon,” “sunglasses for sports polarized,”  “where to buy the best sport sunglasses,” you’ve come to the right place. Welcome. NOW HELP US GET OUT OF THIS DAMN CAGE!!!!<\/p>",
            "show_page_content": false,
            "width": "100%-offset",
            "align_text": "left"
          }
        }
      },
      "block_order": [
        "ddf8ca78-eaaf-477c-b65c-a140d5abbbe7",
        "f5b12536-cae0-4dd9-9f9d-39c05daac188",
        "c4df47bf-b723-49a5-ba3e-e83811ad38a5",
        "f568f571-1a3e-4dd1-a974-d9a4bb77bbab",
        "d093de1b-3240-4f97-b708-bdee974e2306",
        "c4c76698-0467-4864-8a64-e18093ce3f50",
        "b40cd072-6e52-4b8a-ad59-f58426ce60c4",
        "6ab14aff-cb2e-4074-ac81-69cea0a461bb",
        "6037140d-5725-440d-adc9-d1a8f91ebe64",
        "95155044-4e90-49fc-9ebf-9375d6937d1c",
        "4ca9a344-760c-4fb8-892c-c30ac2498472",
        "9dcb3987-9907-4dd7-9796-215d2f793533",
        "29941dc7-0a7a-4893-8e21-9c31bca34ad3",
        "11ae179d-1f72-48c9-b057-05c2dd3d40df",
        "97ebc240-2a4c-4a12-bf8e-3ece40906728",
        "f02a551c-bca4-4cad-b324-f245d0896f11",
        "d787533b-3e7f-4e53-8185-554893a8af0f",
        "73c1ea4a-ca5a-4c97-9480-2ec03464b9ed",
        "ff3c4edf-b690-46ef-a3fd-9b8a6e393475",
        "e360e85a-50ff-4b03-8e27-9bd2066031b2",
        "cde5a01d-3008-496b-ba8a-1703fa39ef6c",
        "abd32d4b-a3ff-449e-b7af-3f51b34a5c58",
        "4e7426e0-bc02-42a0-b38a-39a493dd2193",
        "afd838e4-6b3c-413e-ad26-63625f88d80c",
        "579cc008-3e6b-4096-96df-85fcd817b3ae",
        "42f49c22-8b68-40d3-b7b2-051bde1c63a9",
        "a9d0e9ff-6242-4251-bd48-19687bdc5d29"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "main"
  ]
}